Repository: GustavoCarlosGranadosThierry/SmartG
Catalog: Resources/idioma/main.*.resx
Languages: pt_br

# lbTipoRelacion
source: Type of Relationship:
pt_br: Tipo de Relacionamento:

# lbDoctoRelacionado
source: Related Document:
pt_br: Documento Relacionado:

# chkDoctoRelacionado
source: Does this invoice relate to another document already issued?
pt_br: Esta fatura está relacionada a outro documento já emitido?

# tabDatos_Generales_CFDI
source: General Data CFDI
pt_br: Dados gerais CFDI

# tabCliente
source: Client
pt_br: Cliente

# tabConceptos
source: Concepts
pt_br: Conceitos

# btnGuardarAvances
source: Save Advances
pt_br: Salvar adiantamentos

# btnCerrarVentana
source: Close the window
pt_br: Fechar a janela

# btnValidarRegistro
source: Confirm registration
pt_br: Validar Registro

# btnEnviarSolicitud
source: Send request
pt_br: Enviar solicitação

# MainFacturacion
source: Invoice Request
pt_br: Pedido de fatura

# rgbCerrar
source: Options
pt_br: Opções

# btnConsultarEdoCuenta
source: Consult
pt_br: Consulte

# tabEstados_de_Cuentas
source: Statements of accounts
pt_br: Estado de Contas

# btnImportarPortapapelesExcel
source: Import Excel Clipboard
pt_br: Importar área de transferência do Excel

# btnGuardarenBasedeDatos
source: Save in Database
pt_br: Salvar no banco de dados

# btnCargarRegistrosnoRelacionados
source: Load Related Records
pt_br: Carregar registros relacionados

# btnConsultarRegistosRelacionados
source: Consult the Registers Linked to Journals
pt_br: Consultar os registros vinculados a periódicos

# btnGenerarReporte
source: Generate Report
pt_br: Gerar relatório

# MainEstadoCuenta
source: Account statements
pt_br: Estados de conta

# rgbIngreso
source: Account Entry
pt_br: Entrada de conta

# rgbActualizar
source: Update Client
pt_br: Atualizar cliente

# grpComplementos
source: Payment supplements
pt_br: Suplementos de pagamento

# grpBusquedaComplementos
source: Search for payment complements
pt_br: Pesquisar por complementos de pagamento

# lbParametrosComplementos
source: Parameter:
pt_br: Parâmetro:

# lbBuscarComplementos
source: Search:
pt_br: Pesquisa:

# btnBuscarComplementos
source: Consult
pt_br: Consulte

# grpJournal
source: Applications pending application (Double click to search receipt)
pt_br: Aplicações pendentes de pedido (clique duas vezes para buscar o recibo)

# grpBusquedaJournal
source: Revenue search Journal / Daily Cash
pt_br: Pesquisa de receita Diário / Dinheiro diário

# lbParametroJournal
source: Parameter:
pt_br: Parâmetro:

# lbBuscarJournal
source: Search:
pt_br: Pesquisa:

# btnBuscarJournal
source: Consult
pt_br: Consulte

# tabIngresos_-_Daily_Cash
source: Income - Daily Cash
pt_br: Renda - Dinheiro Diário

# tabComplementos_de_Pago
source: Payment Supplements
pt_br: Suplementos de pagamento

# btnIngresarJournal
source: Enter Journal
pt_br: Digite o diário

# btnIngresarEdoCuentaBanamex
source: Enter State Account
pt_br: Digite a conta do estado

# btnBuscarRecibo
source: Search Receipt
pt_br: Recibo de pesquisa

# btnGenerarComprobante
source: Generate Proof
pt_br: Gerar Prova

# btnDividirJournal
source: Split Journal
pt_br: Diário dividido

# btnReprocesarPrintFile
source: Reprocess PrintFile
pt_br: Reprocessar PrintFile

# btnCancelarComprobante
source: Cancel Voucher
pt_br: Cancelar comprovante

# MainIngresos
source: Income and Supplements
pt_br: Renda e Suplementos

# rgbIngresos
source: Revenue: Daily Cash / Journal
pt_br: Receita: Dinheiro Diário / Diário

# rgbComplementos
source: Payment Supplements
pt_br: Suplementos de pagamento

# grpCancelacionesMisFacturas
source: Cancellation Requests
pt_br: Solicitações de cancelamento

# grpRechazadas
source: Requests Rejected by Credit Control (Double Click to Edit)
pt_br: Pedidos Rejeitados pelo Controle de Crédito (Clique Duplo para Editar)

# grpBusquedaCompletadas
source: Search of Invoices
pt_br: Pesquisa de faturas

# tabPendientes
source: Slopes
pt_br: Brincos

# tabCompletadas
source: Completed
pt_br: Concluído

# tabRechazadas
source: Rejected
pt_br: Rejeitado

# btnRecuperarSolicitud
source: Recover Request
pt_br: Recuperar Pedido

# btnBorrarSolicitud
source: Delete Request
pt_br: Excluir solicitação

# btnDuplicarSolicitud
source: Duplicate Request
pt_br: Solicitação Duplicada

# btnNuevaSolicituddeCancelacion
source: New Cancellation Request
pt_br: Novo pedido de cancelamento

# btnDescargarDocumentos
source: Download Documents
pt_br: Download de documentos

# btnEliminarSolicitud
source: Delete Request
pt_br: Excluir solicitação

# MainMisFacturas
source: My bills
pt_br: Minhas faturas

# rbgCompletadas
source: Completed Invoices
pt_br: Faturas concluídas

# rbgCancelaciones
source: Requests Cancellation
pt_br: Solicitações de cancelamento

# lbMotivoCancela
source: Enter a Cancellation reason for your Request:
pt_br: Insira um motivo de cancelamento para sua solicitação:

# lbFormaPagoSAT
source: Select the form of Payment
pt_br: Selecione o formulário de pagamento

# btnSeleFormaPagoSAT
source: Select
pt_br: Selecione

# lbBancoExt
source: Enter the Foreign Bank Originator
pt_br: Digite o originador de banco estrangeiro

# btnBancoExt
source: Select
pt_br: Selecione

# btnSeleFormaPago
source: Apply for
pt_br: Pedido

# lbOpciones
source: Choose an option
pt_br: Escolha uma opção

# btnGenerarCancelacion
source: Generate a Cancellation
pt_br: Gerar um cancelamento

# btnSalir
source: Close
pt_br: Fechar

# lbStatusLogin
source: Server status
pt_br: Status do servidor

# btnAceptarSolicitud
source: Accept request
pt_br: Aceitar aplicativo

# btnAgreagarDirecciones
source: Add Directions
pt_br: Adicionar rotas

# btnAgregar
source: Add file
pt_br: Adicionar arquivo

# btnAgregarDireccion
source: Add Address
pt_br: Adicione o endereço

# btnAgregarElemento
source: Add Element
pt_br: Adicionar elemento

# btnAgregarNuevoCliente
source: New client
pt_br: Novo cliente

# btnAgregarNuevoUsuario
source: New user
pt_br: Novo usuário

# btnAgregarTOB
source: Select
pt_br: Selecione

# btnApliacr
source: Copy Permissions
pt_br: Copiar Permissões

# btnAplicarCambios
source: Apply changes
pt_br: Aplicar alterações

# btnBuscarFirma
source: Search Signature
pt_br: Pesquisar assinatura

# btnBuscarLogo
source: Search Logo
pt_br: Logotipo da pesquisa

# btnCambiar
source: Change Password
pt_br: Alterar senha

# btnCancelarCambios
source: Cancel Changes
pt_br: Cancelar alterações

# btnCancelarDireccion
source: Cancel Edition
pt_br: Cancelar edição

# btnConsultarTexto
source: See Text
pt_br: Ver texto

# btnCopiarPerfil
source: Copy User Permissions
pt_br: Copiar permissões do usuário

# btnDescartarSalir
source: Discard and Exit
pt_br: Descartar e Sair

# btnDireccionesCancelar
source: Close Edition
pt_br: Fechar edição

# btnDireccionGuardar
source: Save Changes
pt_br: Guardar mudanças

# btnEdiarClienteEnviarSolicitud
source: Request Changes
pt_br: Solicitar alterações

# btnEliminarElemento
source: Remove Element
pt_br: Remover Elemento

# btnEliminarEndoso
source: Remove Endorsement
pt_br: Remover endosso

# btnEliminarUsuario
source: Delete User
pt_br: Excluir usuário

# btnGuardar
source: Save
pt_br: Salvar

# btnGuardar Cambios
source: Save Changes
pt_br: Guardar mudanças

# btnGuardarCambios
source: Save Changes
pt_br: Guardar mudanças

# btnIngresarTexto
source: Enter Text
pt_br: Digite o texto

# btnModificarCliente
source: Modify Client
pt_br: Modificar cliente

# btnModificarClienteCancelar
source: Cancel Changes
pt_br: Cancelar alterações

# btnModificarElemento
source: Modify Element
pt_br: Modificar Elemento

# btnModificarEndoso
source: Modify Endorsement
pt_br: Modificar endosso

# btnModificarUsuario
source: Modify User
pt_br: Modificar usuário

# btnNuevoClienteCancelar
source: Cancel request
pt_br: Cancelar pedido

# btnNuevoClienteSolicitarCambios
source: Request Customer
pt_br: Solicitar cliente

# btnNuevoEndoso
source: New Endorsement
pt_br: Novo endosso

# btnRechazar
source: Reject request
pt_br: Rejeitar pedido

# btnResetPassword
source: Reset Password
pt_br: Redefinir Senha

# btnRevisarSolicitudes
source: Review Requests
pt_br: Revisar Pedidos

# btnSeleccionarLN
source: Select
pt_br: Selecione

# btnSeleccionartodo
source: Select all
pt_br: Selecionar tudo

# cbBusquedaNombreEndoso
source: Endorsement
pt_br: Endosso

# chkDefault
source: Default
pt_br: Por padrão

# chkExtranjero
source: Foreign Customer
pt_br: Cliente estrangeiro

# grpAsignarToB
source: 3) Assign the Trade of Business to the Production Office
pt_br: 3) Atribuir o comércio de negócios ao escritório de produção

# grpBaseAsegurados
source: Select a client to edit (double click to edit)
pt_br: Selecione um cliente para editar (clique duas vezes para editar)

# grpBaseUsuarios
source: Select a user to edit (double click to edit)
pt_br: Selecione um usuário para editar (clique duas vezes para editar)

# grpDatosCliente
source: 2) Enter the Client / Insured data
pt_br: 2) Insira os dados do Cliente / Segurado

# grpDatosModificados
source: Modified customer data
pt_br: Dados modificados do cliente

# grpDatosOriginales
source: Original data of the client
pt_br: Dados originais do cliente

# grpDireccion
source: 3) Enter the tax address of the client / insured
pt_br: 3) Digite o endereço fiscal do cliente / segurado

# grpEmpresa
source: Editing Company data
pt_br: Editando dados da empresa

# grpFiltros
source: Filters
pt_br: Filtros

# grpLineaNegociosToB
source: 1) Select the Business line
pt_br: 1) Selecione a linha de negócios

# grpLN
source: 3) Assign the selected Production Office to a Business Line
pt_br: 3) Atribuir o Escritório de Produção selecionado a uma linha de negócios

# grpLNMain
source: 2) Assigned Business Lines
pt_br: 2) Linhas de Negócios Atribuídas

# grpLNPOTOB
source: 2) Select a Production Office to which to link the Trade of Business (double click to select)
pt_br: 2) Selecione um Escritório de Produção para o qual vincular o Comércio de Negócios (clique duas vezes para selecionar)

# grpModificación
source: General Data for Modification
pt_br: Dados gerais para modificação

# grpNacionalidad
source: General data
pt_br: Dados gerais

# grpPOLN
source: 1) Producing Office list (double click to edit it)
pt_br: 1) Produzir lista do Office (clique duas vezes para editá-lo)

# lbAnexo
source: Annexed:
pt_br: Anexo:

# lbApellidoM
source: Mother's last name:
pt_br: Sobrenome materno:

# lbApellidoMaterno
source: Mother's last name
pt_br: Sobrenome materno

# lbApellidoMMod
source: Mother's last name:
pt_br: Sobrenome materno:

# lbApellidoMOri
source: Mother's last name:
pt_br: Sobrenome materno:

# lbApellidoP
source: Last name:
pt_br: Apelido paterno:

# lbApellidoPaterno
source: Last name
pt_br: Apelido paterno

# lbApellidoPMod
source: Last name:
pt_br: Apelido paterno:

# lbApellidoPOri
source: Last name:
pt_br: Apelido paterno:

# lbCalle
source: Street:
pt_br: Rua:

# lbCodRegimen
source: Tax Regime Code:
pt_br: Código do Regime Tributário:

# lbColonia
source: Colony:
pt_br: Colônia:

# lbCP
source: Postal Code:
pt_br: Código postal:

# lbDirecciones
source: Registered Addresses (Double Click to Edit):
pt_br: Endereços registrados (clique duplo para editar):

# lbEstado
source: State:
pt_br: Estado:

# lbFirma
source: Signature of legal representative:
pt_br: Assinatura do representante legal:

# lbGiro
source: Business rotation:
pt_br: Turno de negócios:

# lbGiroMod
source: Business rotation:
pt_br: Turno de negócios:

# lbGroOri
source: Business rotation:
pt_br: Turno de negócios:

# lbLNToB
source: Line of business:
pt_br: Linha de negócios:

# lbLocalidad
source: Location:
pt_br: Localização:

# lbLogo
source: Company logo:
pt_br: Logotipo da empresa:

# lbMunicipio
source: Town hall / Delegation:
pt_br: Delegação do Município:

# lbNacionalidad
source: Nationality:
pt_br: Nacionalidade:

# lbNameCodeSeleccion
source: Select a client with main NC:
pt_br: Selecione um cliente com NC principal:

# lbNombre
source: First name:
pt_br: Nome:

# lbNombreEndoso
source: Name Endorsement:
pt_br: Endosso do nome:

# lbNombrePO
source: Line of business:
pt_br: Linha de negócios:

# lbNomMod
source: First name:
pt_br: Nome:

# lbNomnbreOri
source: First name:
pt_br: Nome:

# lbNumExt
source: Outdoor Number:
pt_br: Número Exterior:

# lbNumInt
source: Interior number:
pt_br: Número Interior:

# lbPais
source: Country:
pt_br: País:

# lbPass
source: New Password
pt_br: Nova senha

# lbPOSel
source: Producing Office:
pt_br: Produzindo o Office:

# lbRazonSocial
source: Business name:
pt_br: Razão social:

# lbRazonSocialMod
source: Business name:
pt_br: Razão social:

# lbRazonSocialOri
source: Business name:
pt_br: Razão social:

# lbRegimen
source: Tax Regime:
pt_br: Regime fiscal:

# lbRepePass
source: Repeat Password
pt_br: Repetir Senha

# lbTelefono
source: Phone:
pt_br: Telefone:

# lbTelefonoMod
source: Phone:
pt_br: Telefone:

# lbTelefonoOri
source: Phone:
pt_br: Telefone:

# lbTexto
source: Text entered:
pt_br: Texto digitado:

# lbTipoCliente
source: Customer type:
pt_br: Tipo de Cliente:

# lbTipoClienteMod
source: Customer type:
pt_br: Tipo de Cliente:

# lbtipoClienteOri
source: Customer type:
pt_br: Tipo de Cliente:

# lbTipoUsuario
source: Type of user
pt_br: Tipo de usuário

# lbTOBDisponibles
source: Trade of Business:
pt_br: Comércio de Negócios:

# lbUserName
source: User name:
pt_br: Nome do usuário:

# lbUsuarioDestino
source: User profile Receiver:
pt_br: Perfil do usuário Receptor:

# lbUsuarioRemitente
source: User profile to Copy:
pt_br: Perfil do usuário para copiar:

# MainAprobacionClientes
source: Customers Approval
pt_br: Aprovação de clientes

# MainClientes
source: customers
pt_br: Clientes

# MainEditarEmpresa
source: Edit Company
pt_br: Editar empresa

# MainEndosoEmi
source: Endorsements
pt_br: Endossos

# MainToBPO
source: ToB Catalog - Producing Office
pt_br: Catálogo ToB - Produzindo Escritório

# MainUsuarios
source: Users
pt_br: Usuários

# MainUsuariosPerfil
source: Profile Users
pt_br: Usuários de perfil

# rbgUpdate
source: To update
pt_br: Atualização

# rgbCliente
source: New client
pt_br: Novo cliente

# rgbCopiar
source: Copy Options
pt_br: Opções de cópia

# rgbDirecciones
source: Addresses
pt_br: Endereços

# rgbMenu
source: Edit options
pt_br: Editar opções

# rgbNuevo
source: New client
pt_br: Novo cliente

# rgpOpcionesPO
source: Options
pt_br: Opções

# rgpOpcionesTOB
source: Options
pt_br: Opções

# ribbonGroup1
source: Edition
pt_br: Edição

# tabBase_asegurados
source: Insured base
pt_br: Base segurada

# tabCliente_Modificado
source: Modified Client
pt_br: Cliente modificado

# tabEditar_asegurado
source: Edit insured
pt_br: Editar segurado

# tabEmpresa_Detalles
source: Company Details
pt_br: Detalhes da empresa

# tabNuevo_Cliente
source: New client
pt_br: Novo cliente

# tabPerfiles_de_Usuario
source: User Profiles
pt_br: Perfis de Usuários

# tabProducing_Office
source: Producing Office
pt_br: Produzindo o Office

# tabRelaciones_PO_-_Linea_de_Negocios
source: PO Relations - Business Line
pt_br: Relações de PO - Business Line

# tabRelaciones_ToB_-_PO
source: ToB relations - PO
pt_br: Relações ToB - PO

# tabSeleccionar_Solicitud
source: Select Request
pt_br: Selecione o pedido

# tabTrade_of_Business
source: Trade of Business
pt_br: Comércio de Negócios

# tabUsuarios__actuales
source: Current users
pt_br: Usuários atuais

# btnReportarError
source: Report an Error
pt_br: Comunicar um erro

# PopupMenuPropiedades
source: Properties
pt_br: Propriedades

# PopupMenuNuevo
source: New
pt_br: Novo

# PopupMenuSalir
source: Exit
pt_br: Saída

# PopupMenuAyuda
source: Help
pt_br: Ajuda

# FileMenuButton
source: Main
pt_br: Principal

# btnGenenerarComprobante
source: Generate Payment Receipts
pt_br: Gerar prova de pagamento

# grpRecibosSeleccionados
source: Selected Receipts
pt_br: Recibos Seleccionados

# lbSnum
source: S. Number:
pt_br: S. Número:

# lbMonedaJournal
source: Original Currency:
pt_br: Moeda Original:

# lbTotalJournal
source: Total of the Journal:
pt_br: Total do Jornal:

# lbJournalAplicado
source: Applied amount
pt_br: Quantidade aplicada

# agregarUnNuevoUsuarioToolStripMenuItem
source: Add a new user
pt_br: Adicione um novo usuário

# btnEditarRecibos
source: Edit Receipts
pt_br: Editar recibos

# btnTimbradoFacturas
source: Invoices issuance configuration
pt_br: Faturas de configuração do Timbrado

# btnTimbrar
source: Stamp Document
pt_br: Documento de Selo

# lbTimbrado
source: The document will be stamped with the following characteristics:
pt_br: O documento será carimbado com as seguintes características:

# lbTotalFactura
source: Total bill:
pt_br: Total da fatura:

# lbTotalRecibos
source: Total on Receipts
pt_br: Total em recibos

# lbMensajeTipoCambio
source: The currency of the selected receipt (MXN) does not match the currency of the Journal (USD), please enter the exchange rate for this operation in order to continue:
pt_br: A moeda do recibo selecionado (MXN) não coincide com a moeda do Diário (USD), insira a taxa de câmbio para esta operação para continuar:

# lbTipoCambio1
source: Exchange rate
pt_br: Taxa de câmbio

# btnConsultar
source: Consult
pt_br: Consulte

# lbDesde
source: Since:
pt_br: De:

# lbHasta
source: Until:
pt_br: Até:

# tabPagos_Efectivo
source: Cash Payments
pt_br: Pagamentos em dinheiro

# btnGeneraryEnviaraCompliance
source: Generate and Send to Compliance
pt_br: Gerar e enviar para conformidade

# MainCompliance
source: Compliance
pt_br: Conformidade

# grbActualizar
source: To update
pt_br: Atualização

# grpReportes
source: Reports
pt_br: Relatórios

# lbTipoBusqueda
source: Documents Issue
pt_br: Emissão de documentos

# ctrlLineaNegocios
source: L. Business
pt_br: L. Negócios

# ctrlFiltro
source: Filter
pt_br: Filtrar

# ctrlBuscar
source: Search
pt_br: Pesquisar

# rbnMainDescargas
source: Download Documents
pt_br: Download de documentos

# lbAgregarFiles
source: Add documents:
pt_br: Adicione documentos:

# lbDescripcionInterna
source: Internal description of the error:
pt_br: Descrição interna do erro:

# btnEnviar
source: Send Report
pt_br: Enviar relatório

# lbDescripcionError
source: Description of the error:
pt_br: Descrição do erro:

# lbTipoError
source: Type of error detected
pt_br: Tipo de erro detectado

# lbTituloError
source: Error title:
pt_br: Título do erro:

# lbModulo
source: Affected system module
pt_br: Módulo do sistema afetado

# lbFecha
source: Shipping date:
pt_br: Data de envio:

# lbDesbloquear
source: The system has been blocked due to inactivity, enter your password
pt_br: O sistema foi bloqueado devido a inatividade, digite sua senha

# tabCatálogo
source: Catalog
pt_br: Catálogo

# btnAgregarBroker
source: Add broker
pt_br: Agregar Broker

# btnEditarBroker
source: Edit Broker
pt_br: Corretor de Anúncios

# btnEliminarBroker
source: Delete Broker
pt_br: Corretora Eliminar

# btnAutorizarBroker
source: Authorize Broker
pt_br: Corretor Autorizar

# btnCancelarSolicitud
source: Cancel Request
pt_br: Conversa

# MainBrokers
source: Broker Catalog
pt_br: Catálogo de Corretores

# grpMainBrokers
source: Main
pt_br: Diretor

# PopupMenuOpciones
source: Settings
pt_br: Opções

# lbEsperaBloqueoTiempo
source: seconds
pt_br: segundos

# lbEsperaBloqueo
source: Downtime for SmartG lock
pt_br: Tempo de inatividade para o bloqueio inteligente

# PopupEditarUsuario
source: Edit User Data
pt_br: Editar dados do usuário

# lbBrokerCode
source: Broker Code
pt_br: Código do corretor

# tabSubCoberturas
source: SubCoverages
pt_br: Subcoberturas

# btnAgregarCobertura
source: Add Element
pt_br: Adicionar elemento

# btnEditarCobertura
source: Edit Element
pt_br: Editar elemento

# btnEliminarCobertura
source: Remove Element
pt_br: Remover Elemento

# ribbonPrincipal
source: Catalog of Coverages and SubCoverages
pt_br: Catálogo de Coberturas e Subcoberturas

# grpPrincipal
source: Main
pt_br: Principal

# lbCobertura
source: Coverage (spanish)
pt_br: Cobertura

# lbCoberturaIngles
source: Coverage (english)
pt_br: Cobertura Inglesa

# lbGeniusCode
source: Genius Code
pt_br: Código Genius

# chkDefecto
source: Default
pt_br: Defeito

# lbCoberturaPrincipal
source: Assigned Coverage
pt_br: Cobertura Atribuída

# lbSubCobertura
source: SubCoverage
pt_br: Subcobertura

# btnAgregarRease
source: Add Reinsurer
pt_br: Adicionar ressegurador

# btnEditarRease
source: Edit Reinsurer
pt_br: Editar resseguradora

# btnEliminarRease
source: Remove Reinsurer
pt_br: Remover resseguradora

# btnAutorizaRease
source: Authorize Reinsurer
pt_br: Autorizar ressegurador

# btnCancelaRease
source: Cancel Request
pt_br: Cancelar pedido

# ribbon1
source: Reinsurance Catalogs
pt_br: Catálogos de resseguro

# lbCodigoRease
source: Reinsurance Code
pt_br: Código de resseguro

# lbRIPolicy
source: RI Policy
pt_br: Política do RI

# lbFijoInterno
source: % Internal Fixed
pt_br: % Fixa interna

# lbComision
source: % Commission
pt_br: % Comissão

# chkTreaty
source: Treaty
pt_br: Tratado

# lbGrupoFinanzas
source: Finance Group
pt_br: Grupo Financeiro

# chkLiability
source: Liability default
pt_br: Defeito de responsabilidade

# chkMarine
source: Marine Default
pt_br: Defeito Marinho

# chkProperty
source: Property Default
pt_br: Defeito de propriedade

# chkFL
source: Financial Lines Default
pt_br: Linhas Financeiras Defeito

# btnEditarCoase
source: Edit Coinsurer
pt_br: Editar Coinsurer

# btnEliminarCoase
source: Remove Coinsurer
pt_br: Remover co-seguro

# btnAutorizaCoase
source: Authorize Coinsurer
pt_br: Autoriza Co-Seguradora

# btnCancelaSolicitud
source: Cancel Request
pt_br: Cancelar pedido

# rbnPrincipal
source: Catalog of Coinsurers
pt_br: Catálogo de Coinsurer

# lbCodigoCoase
source: Coinsurer code
pt_br: Código de co-seguro

# lbCoaseguradora
source: Coinsurer
pt_br: Co-seguro

# lbLimiteActual
source: Current limit
pt_br: Limite atual

# lbDivisaActual
source: Current currency
pt_br: Moeda atual

# lbLimiteNuevo
source: New limit
pt_br: Novo limite

# lbDivisaNuevo
source: New currency
pt_br: Nova moeda

# lbPassword1
source: New password
pt_br: Nova senha

# lbPassword2
source: Repeat password
pt_br: Repita a senha

# lbColores
source: Select the color scheme of the interface
pt_br: Selecione o esquema de cores da interface

# lbIniVig
source: Policy start date
pt_br: Início da Validade:

# tabSiniestros
source: Claims
pt_br: Reivindicações

# btnNuevoAvisoPerdida
source: New Notice of Loss
pt_br: Novo aviso de perda

# btnAvisosPendientes
source: Pending Notices
pt_br: Avisos pendentes

# btnReportesRegulatorios
source: Regulatory Reports
pt_br: Relatórios Regulatórios

# grpReportesClaims
source: Sinister Reports
pt_br: Relatórios Sinistros

# btnSubirTemplate
source: Document Upload
pt_br: subidi de documentilli

# btnDescargarDocumento
source: Document Download
pt_br: bajadili de documentilli

# lbEndosoCobertura
source: Coverage (If any)
pt_br: Covertura

# tabTérminos_y_Condiciones
source: Terms & Conditions
pt_br: Términos y Condiciones

# lbBaseCalculo
source: Computing Amount
pt_br: Base de cálculo

# grpSoporte
source: Support
pt_br: Suporte

# btnConsultarTicketsSoporte
source: Support Tickets
pt_br: Verifique o suporte de tickets

# PopupConsultarMisTickets
source: Check my Support Tickets
pt_br: Verifique meus ingressos

# lbAmbiente
source: Testing Server
pt_br: Servidor de Pruebas

# lbProduccion
source: Producing Server
pt_br: Servidor de Producción

# rgbSolicitudesAML
source: AML applications
pt_br: Aplicações AML

# btnConsultarStatus
source: Check Status
pt_br: Verificar status

# btnConsultarDocumentos
source: Consult Documents
pt_br: Consultar documentos

# tabSeguimiento_Solicitudes
source: Tracking Requests
pt_br: Solicitações de rastreamento

# grpSolicitudesBuscar
source: AML Request Search
pt_br: Pesquisa de Solicitação AML

# lbParamentroAML
source: Parameter:
pt_br: Parâmetro:

# lbBuscarAML
source: Search for:
pt_br: Pesquisa:
