Repository: GustavoCarlosGranadosThierry/SmartG
Catalog: Resources/idioma/mainMessageBox.*.resx
Languages: pt_br

# Emision_Validacion21
source: An error occurred, co-insurer XL Mexico is not found in the Coinsurance table, please verify and add it manually if it has been deleted
pt_br: Ocorreu um erro, co-seguradora XL México não foi encontrado na tabela de Coinsurance, por favor, verifique e adicione-o manualmente se tiver sido excluído

# Emision_Documentos1
source: An error occurred when generating the Cover, please contact technical support
pt_br: Ocorreu um erro ao gerar a capa, entre em contato com o suporte técnico

# Emision_Documentos2
source: An error occurred when generating the Schedule, please contact technical support
pt_br: Ocorreu um erro ao gerar o Cronograma, entre em contato com o suporte técnico

# Emision_Documentos3
source: An error occurred when generating the reinsurance note, please contact technical support
pt_br: Ocorreu um erro ao gerar a nota de resseguro, entre em contato com o suporte técnico

# Emision_Documentos4
source: An error occurred when generating the wording, please contact technical support
pt_br: Ocorreu um erro ao gerar a redação, entre em contato com o suporte técnico

# Emision_Documentos5
source: Error when combining the documents in a policy, please contact technical support
pt_br: Erro ao combinar os documentos em uma política, entre em contato com o suporte técnico

# Emision_Validacion1
source: The MX policy is necessary to generate a new record or update an existing one
pt_br: A política MX é necessária para gerar um novo registro ou atualizar um existente

# Emision_Validacion2
source: Error in length, must contain 15 characters
pt_br: Erro no tamanho, deve conter 15 caracteres

# Emision_Validacion3
source: Error in section 1
pt_br: Erro na seção 1

# Emision_Validacion4
source: Error in Section 2
pt_br: Erro na seção 2

# Emision_Validacion5
source: Error in Section 3
pt_br: Erro na seção 3

# Emision_Validacion6
source: Error in Section 4
pt_br: Erro na seção 4

# Emision_Validacion7
source: Error in section 5
pt_br: Erro na seção 5

# Emision_Validacion8
source: Error: there is already a policy with that folio, you can not continue without an exclusive policy number
pt_br: Erro: já existe uma política com esse fólio, você não pode continuar sem um número de política exclusivo

# Emision_Validacion9
source: You must select a coverage
pt_br: Você deve selecionar uma cobertura

# Emision_Validacion10
source: You must select only one coverage
pt_br: Você deve selecionar apenas uma cobertura

# Emision_Validacion11
source: Do you want to replace the values ​​for those that are currently in the Coverages section?
pt_br: Deseja substituir os valores daqueles que estão atualmente na seção Coberturas?

# Emision_Validacion12
source: Do you want to replace the default values?
pt_br: Você deseja substituir os valores padrão?

# Emision_Validacion13
source: This operation will change all the values ​​entered in the format, do you want to continue?
pt_br: Esta operação irá alterar todos os valores inseridos no formato, você deseja continuar?

# Emision_Validacion14
source: You must assign an additional insured to generate the title of the policy in Genius
pt_br: Você deve atribuir um segurado adicional para gerar o título da política no Genius

# Emision_Validacion15
source: You can not eliminate Coinsurer XL Seguros
pt_br: Você não pode eliminar Coinsurer XL Seguros

# Emision_Validacion16
source: You can not eliminate the reinsurer XL Seguros
pt_br: Você não pode eliminar a resseguradora XL Seguros

# Emision_Validacion17
source: Do you want to save your changes before leaving?
pt_br: Você quer salvar suas alterações antes de sair?

# Emision_Validacion18
source: To use this function it is necessary to validate the data of the policy, do you wish to continue?
pt_br: Para usar esta função é necessário validar os dados da política, você deseja continuar?

# Emision_Documentos6
source: This function will conclude the registration and generate the final documents, it is recommended to generate a preview of the policy for its review since once the registration is finished it can not be changed, if you still want to continue with the conclusion of the process, click on Yes
pt_br: Esta função irá finalizar o cadastro e gerar os documentos finais, recomenda-se gerar uma prévia da política para sua revisão, já que uma vez finalizado o cadastro não poderá ser alterado, caso ainda queira continuar com a conclusão do processo, clique em Sim

# Emision_Documentos7
source: An unexpected error occurred when generating the document (cover), please contact the technical support for future reference
pt_br: Ocorreu um erro inesperado ao gerar o documento (capa), entre em contato com o suporte técnico para referência futura

# Emision_Documentos8
source: An unexpected error occurred when generating the document (schedule), please contact technical support for future reference
pt_br: Ocorreu um erro inesperado ao gerar o documento (agendamento), entre em contato com o suporte técnico para referência futura

# Emision_Documentos9
source: An unexpected error occurred when generating the document (wording), please contact the technical support for future reference
pt_br: Ocorreu um erro inesperado ao gerar o documento (redação), entre em contato com o suporte técnico para referência futura

# Emision_Documentos10
source: An unexpected error occurred when generating the document (Reinsurance note), please contact technical support for future reference
pt_br: Ocorreu um erro inesperado ao gerar o documento (Nota de resseguro), entre em contato com o suporte técnico para referência futura

# Emision_Documentos11
source: File successfully generated, do you want to open the folder?
pt_br: Arquivo gerado com sucesso, você quer abrir a pasta?

# Emision_Validacion19
source: All fields must be entered correctly, click on the button 'Validate Registration' to know what is missing.
pt_br: Todos os campos devem ser digitados corretamente, clique no botão 'Validar Registro' para saber o que está faltando.

# Emision_Validacion20
source: To use this function it is necessary to validate the data of the policy, do you wish to continue?
pt_br: Para usar esta função é necessário validar os dados da política, você deseja continuar?

# UnhandlerErrorMessage
source: Upps, it seems something has gone wrong. Help us fill out a report form of this error to help you correct it as soon as possible. Thank you!
pt_br: Ups, parece que alguma coisa deu errado. Ajude-nos a preencher um formulário de relatório desse erro para ajudar você a corrigi-lo o quanto antes. Obrigado!
