Repository: GustavoCarlosGranadosThierry/SmartG
Catalog: Resources/idioma/main.*.resx
Languages: pt_br

# lbBroker
source: Insurance agent:
pt_br: Agente de seguros:

# lbMoneda
source: Coin:
pt_br: Moeda:

# lbCountry
source: Country of Settlement
pt_br: País de Liquidação

# lbEmision
source: Issue date:
pt_br: Data de emissão:

# lbMon14
source: Mon14
pt_br: Seg14

# grpEndososMain
source: 1) Eligible Endorsements:
pt_br: 1) Endossos aplicáveis ​​na política

# chkCoaseguro
source: Apply Coinsurance
pt_br: Aplicar Coinsurance

# chkReaseguro
source: Apply Reinsurance
pt_br: Aplicar resseguro

# grpBrokerage
source: Brokerage
pt_br: Corretagem

# grpPrima
source: Premium calculation
pt_br: Cálculo do Prêmio

# lbDescuentos
source: Discounts:
pt_br: Descontos:

# lbPolizaES
source: Policy Num ES:
pt_br: Política EN:

# lbPolizaMX
source: Policy Num MX:
pt_br: Política de MX:

# lbPrimaTotal
source: Total Premium
pt_br: Prêmio Total

# lbPrograma
source: Programme
pt_br: Programa

# lbTipoPoliza
source: Type of Policy
pt_br: Tipo de Política

# grpTipoPrima
source: Premium rate
pt_br: Tipo de Premium

# chkDeducibles
source: Apply deductibles
pt_br: Aplicar franquias

# chkSublimites
source: Apply Sublimits
pt_br: Aplicar Sublimites

# lbInicioVig
source: Policy start date
pt_br: Início da Validade:

# lbActivityCode
source: Activity code
pt_br: Código de Atividade

# chkAjustable
source: Adjustable
pt_br: Ajustável

# chkExclusiones
source: Apply exclusions
pt_br: Exclusões aplicáveis

# chkIsBrokerage
source: Include Brokerage
pt_br: Incluir Corretora

# lbIVAPrima
source: VAT %
pt_br: % De IVA

# lbLTAInception
source: LTA Inception
pt_br: Intenção LTA

# lbNumPagos
source: Number of Payments
pt_br: Número de pagamentos

# lbSujecion
source: Subjection
pt_br: Sujeição

# lbAggregationPL
source: Aggregation PL
pt_br: Agregação PL

# lbAggregationPR
source: AggregationPR
pt_br: AgregaçãoPR

# btnTipoCambio
source: Apply
pt_br: Aplicar

# grpTipoCambio
source: Apply exchange rate
pt_br: Aplicar tipo de alteração

# lbFinVigencia
source: Policy end date:
pt_br: Fim da Validade:

# lbGastosDefensa
source: Defense expenses
pt_br: Despesas de defesa

# grpAsegurados
source: Insured
pt_br: Segurado

# grpLimiteMaximo
source: Maximum limit
pt_br: Limite de responsabilidade máxima

# lbLTAExpiry
source: LTA Expiry
pt_br: Expiração do LTA

# chkPortafolio
source: Portfolio
pt_br: Portfólio

# lbPrimaNeta
source: Net premium
pt_br: Prêmio líquido

# lbTipoPrima
source: Premium type
pt_br: Tipo de Premium

# grpControlDeducibles
source: Control of Deductibles
pt_br: Controle dedutível

# grpControlSublimites
source: Control of Sublimits
pt_br: Controle de Sublimites

# lbParticipacionCoase
source: Participation
pt_br: Participação

# chkRetroactiva
source: Retroactive
pt_br: Retroativo

# chkAdminPremium
source: Admin Premium
pt_br: Premium de administração

# grpControlExclusiones
source: Exclusions Control
pt_br: Controle de Exclusão

# lbInformacionRiesgo
source: Risk Information :
pt_br: Informação de risco:

# grpAdministradores
source: Directors
pt_br: Administradores

# btnEnviarCobertura
source: Add
pt_br: Adicionar

# grpDatosParticipations
source: Participations info
pt_br: Dados para participações

# lbPrimaConsiderarCoase
source: Premium to consider:
pt_br: Prima a considerar:

# btnQuitarCobertura
source: Remove
pt_br: Remover

# grpAccionesCob
source: Shares
pt_br: Ações

# grpAccionesCobDB
source: Shares
pt_br: Ações

# btnAgregarCoase
source: Add Coinsurer
pt_br: Adicionar co-seguro

# grpCatalogoCoase
source: Coinsurers list
pt_br: Catálogo de Coinsurer

# lbCoaseguradorLider
source: Coinsurer leader
pt_br: Co-Seguradora Lider

# lbComisionBrokerage
source: Commision
pt_br: Comissão

# lbComisionTotalBrok
source: Total commission
pt_br: Comissão Total

# lbDelimitacionTerritorial
source: Territorial delimitation of the coverage:
pt_br: Delimitação Territorial da Cobertura:

# grpTipoCoaseguro
source: Specify the type
pt_br: Especifique o tipo

# grpEstructuraLimite
source: Structure of the limit
pt_br: Estrutura do Limite

# lbEstructuraLimite
source: Structure limit
pt_br: Limite de estrutura

# lbFormaPago
source: Payment conditions
pt_br: Condições de pagamento

# lbGastosExpedicion
source: Forwarding expenses
pt_br: Despesas de expedição

# btnTituloPolizaGenius
source: Generate
pt_br: Gerar

# lbImpuestos
source: Taxes
pt_br: Impostos

# lbIVABrokerage
source: VAT
pt_br: IVA

# lbLimiteMaximoCombinado
source: Maximum limit combined
pt_br: Limite Máximo Combinado

# chkLTARenegotiable
source: LTA Renegotiable
pt_br: LTA Renegociável

# lbObservaciones
source: Observations
pt_br: Observações

# lbPaymentConditions
source: Payment Conditions
pt_br: Condições de pagamento

# lbPrima
source: Premium
pt_br: Prima

# lbPrimaConsiderarRease
source: Premium to consider:
pt_br: Prima a considerar:

# lbProducingOffice
source: Producing Office
pt_br: Produzindo o Office

# lbRecFraccionado
source: Fractional Fee
pt_br: Sobretaxa fracionária

# cbDelimitacionTerritorial
source: Only National, World (Except USA, PR and Canada), World
pt_br: Somente nacional, mundo (exceto EUA, PR e Canadá), mundo

# lbTipoTransaccion
source: Transaction Type:
pt_br: Tipo de transação:

# lbTituloPolizaGenius
source: Title Policy
pt_br: Política de títulos

# grpCoaseguroLider
source: 2) co-insurance leader
pt_br: 2) Lider Coinsurance

# grpCoaseguroSeguidor
source: 2) co-insurance follower
pt_br: 2) Seguidor de Coinsurance

# grpCoberturas
source: 2) coverage of the policy
pt_br: 2) Coberturas de Políticas

# grpCoberturasDB
source: 1) coverage in the database
pt_br: 1) Coberturas no banco de dados

# grpDatosPoliza
source: 1) Policy Data
pt_br: 1) dados da política

# grpDeducibles
source: 1) applicable to the policy deductible
pt_br: 1) Franquias aplicáveis ​​à apólice

# grpEndosos
source: Select endorsements you want to appear in the wording
pt_br: Selecione os endossos que você deseja que apareçam no texto

# grpExclusiones
source: 2) applicable to the policy exclusions
pt_br: 2) Exclusões aplicáveis ​​à política

# grpFacturacion
source: 2) billing - Schedule
pt_br: 2) Faturamento - Cronograma

# grpFechasPoliza
source: 2) dates of the policy
pt_br: 2) Datas da Política

# grpInfoReaseguro
source: 1) reinsurance information
pt_br: 1) Informação de resseguro

# grpLimites
source: 1) information of limits
pt_br: 1) Informação Limite

# grpListaAseguAdicionales
source: List of Additional Insured
pt_br: Lista de segurados adicionais

# grpParticipantes
source: Participants
pt_br: Participantes

# grpPrimayBrokerage
source: 1) premium and Brokerage
pt_br: 1) Premium e Corretora

# grpPrincipalCoaseguros
source: 1) Type of Coinsurance
pt_br: 1) Tipo de Coinsurance

# grpReaseguro
source: 2) Reinsurance
pt_br: 2) resseguro

# grpSublimites
source: 2) Sublimites of Responsibility
pt_br: 2) Sublimites de Responsabilidade

# grpUbicaciones
source: 4) Locations and Additional data
pt_br: 4) Locais e dados adicionais

# grpValoresGenius
source: 1) Enter the Genius values
pt_br: 1) Digite os valores Genius

# lbAseguradoAdicional
source: Additional Insured
pt_br: Segurado Adicional

# lbDeducibleManual
source: 2) Add a deductible manually
pt_br: 2) Adicione uma franquia manualmente

# lbDireccion
source: Address:
pt_br: Endereço:

# lbExclusionManual
source: 2) Add an exclusion manually
pt_br: 2) Adicionar uma exclusão manualmente

# lbInstruccionesCob
source: 1) Click to remove the selected coverage from the policy
pt_br: 1) Clique para remover a cobertura selecionada da política

# lbInstruccionesCob2
source: 2) Add a coverage for the current policy manually
pt_br: 2) Adicione uma cobertura para a política atual manualmente

# lbInstruccionesCobDB
source: 1) Click to add the selected coverage to the policy
pt_br: 1) Clique para adicionar a cobertura selecionada à política

# lbMainAsegurado
source: Principal Insured
pt_br: Segurado Principal

# lbParticipacionXL
source: % Participation XL
pt_br: % De participação XL

# lbPorcentajeLimite
source: % of the limit
pt_br: % do limite

# lbRecargarDeducibles
source: 1) Click to recharge the deductibles for the coverage of the Policy
pt_br: 1) Clique para recarregar as franquias para a cobertura da Apólice

# lbRecargarExclusiones
source: 1) Click to reload the default exclusions from the database
pt_br: 1) Clique para recarregar as exclusões padrão do banco de dados

# lbRecargarSublimites
source: 1) Click to recharge the sublimites for the Coverage of the Policy
pt_br: 1) Clique para recarregar os sublimites para as Coberturas da Política

# lbSublimiteManual
source: 2) Add a sublimite manually
pt_br: 2) Adicionar manualmente um sublimite

# tabDatos_Generales
source: General Info
pt_br: Dados gerais

# tabCoberturas
source: Coverages
pt_br: Coberturas

# tabEndosos
source: Endorsements
pt_br: Endossos

# tabLimites_y_Sublimites
source: Limits and Sublimits
pt_br: Limites e sublimações

# tabDeducibles_y_Exclusiones
source: Deductibles and Exclusions
pt_br: Franquias e Exclusões

# tabValores_Genius
source: Genius Values
pt_br: Valores geniais

# tabPrima
source: Premium
pt_br: Prima

# tabReaseguro
source: Reinsurance
pt_br: Resseguro

# GuardarAvances
source: Save
pt_br: Salvar adiantamentos

# CerrarVentana
source: Close
pt_br: Fechar a janela

# ConcluirRegistro
source: Finalize Registration
pt_br: Concluir o registro

# ValidarActiveTab
source: Validate Current Tab
pt_br: Validar guia atual

# ValidarRegistro
source: Validate all data
pt_br: Validar Registro

# btnRecargarCatalogos
source: Reload Catalogs
pt_br: Recarregar Catálogos

# GenerarPreview
source: Generate Preview
pt_br: Gerar visualização

# grpOpciones
source: Options
pt_br: Opções

# grpValidaciones
source: Validations
pt_br: Validações

# grpInformacion
source: System information
pt_br: Informação do sistema

# grpOpcionesAdicionales
source: Options
pt_br: Opções

# InformaValidacion
source: Information
pt_br: Informação

# lbUsuario
source: User:
pt_br: Usuário:

# lbContrasena
source: Password
pt_br: Senha

# btnOK
source: Log in
pt_br: Acesso

# btnClose
source: Close
pt_br: Fechar

# lbCambioPass
source: Did you forget your password?
pt_br: Esqueceu sua senha?

# lbStatus
source: Status Billing
pt_br: Faturamento de status

# lbStatusFAQ
source: What do I do if the service is red?
pt_br: O que eu faço se o serviço estiver vermelho?

# cambiarIdiomaToolStripMenuItem
source: Change language
pt_br: Alterar idioma

# verificarRutaABaseDeDatosToolStripMenuItem
source: Verify route to Database
pt_br: Verificar rota para o banco de dados

# grpEdicionIdioma
source: SmartG language edition
pt_br: Edição da linguagem SmartG

# lbIdiomaSeleccionado
source: Language
pt_br: Idioma

# lbIdiomaActual
source: Current Language:
pt_br: Idioma atual:

# lbCambiarIdioma
source: Change language:
pt_br: Alterar idioma:

# btnCancelar
source: Cancel
pt_br: Cancelar

# btnAplicar
source: Apply changes
pt_br: Aplicar alterações

# btnLiabilityInc
source: Incoming Policy
pt_br: Política de entrada

# btnNuevaFactura
source: New bill
pt_br: Nova fatura

# btnMisFacturas
source: My bills
pt_br: Minhas faturas

# btnAcerca
source: About SmartG
pt_br: Sobre SmartG

# btnAdministracionFacturas
source: Bill Administration
pt_br: Administração de contas

# btnIngresosComplementos
source: Income and Supplements
pt_br: Renda e Suplementos

# btnClientes
source: customers
pt_br: Clientes

# btnUsuarios
source: Users
pt_br: Usuários

# btnNuevaPolizaInc
source: New Incoming Policy
pt_br: Nova política Incoming

# btnNuevaPolizaProd
source: New Producing Policy
pt_br: Nova política Producing

# btnRenovacionInc
source: Renovations
pt_br: Renovações

# btnRenovacionProd
source: Renovations
pt_br: Renovações

# btnCargarPoliInc
source: Continue Registration
pt_br: Continue o registro

# btnCargarPoliProd
source: Continue Registration
pt_br: Continue o registro

# btnTmpTOBPO
source: PO and ToB
pt_br: PO e ToB

# btnInterfazGenius
source: Genius interface
pt_br: Interface Genius

# btnPerfilesYaccesos
source: Profiles and Access
pt_br: Perfis e Acesso

# btnReaseguradoras
source: Reinsurers
pt_br: Resseguradores

# btnBrokers
source: Brokers
pt_br: Corretores

# btnCoberturas
source: Coverages and Subcodes
pt_br: Coberturas e Subcódigos

# btnExclusiones
source: Exclusions
pt_br: Exclusões

# btnObtenerFacturas
source: Get System Invoices
pt_br: Obter faturas do sistema

# btnObtenerDoctosEmi
source: Get Documents Issue
pt_br: Obter o problema dos documentos

# btnEndosos
source: Endorsements
pt_br: Endossos

# btnBusquedaInc
source: Quick Search
pt_br: Pesquisa rápida

# btnBusquedaProd
source: Quick Search
pt_br: Pesquisa rápida

# btnBusquedaLiaAvan
source: Advanced search
pt_br: Busca avançada

# btnBusquedaFacturas
source: Quick Search
pt_br: Pesquisa rápida

# btnPolizasGeneradas
source: Generated Policies
pt_br: Políticas geradas

# btnFacturasGeneral
source: General Invoices
pt_br: Faturas Gerais

# btnCobranzaUniversal
source: Universal Collection
pt_br: Coleção Universal

# btnIngresosEfectivo
source: Cash Revenue
pt_br: Receita em dinheiro

# btnStatusDocumentaciónExternos
source: External Documentation Status
pt_br: Status da Documentação Externa

# btnCompliance
source: Compliance
pt_br: Conformidade

# btnDetallesEmpresa
source: Company Details
pt_br: Detalhes da empresa

# btnAprobacionClientes
source: Customer Approval
pt_br: Aprovação do cliente

# btnEndososEmision
source: Emission Endorsements
pt_br: Endossos de Emissão

# btnPropiedades
source: Properties
pt_br: Propriedades

# btnEditarIdioma
source: Edit Language
pt_br: Editar idioma

# grpIncoming
source: Create and follow up policies
pt_br: Criação e monitoramento de políticas

# grpProducing
source: Producing
pt_br: Produzindo

# grpAutomatizacion
source: Automation
pt_br: Automação

# grpOpcionesAdicionalesEmi
source: Additional options
pt_br: Opções adicionais

# grpCreditControl
source: Credit Control
pt_br: Controle de crédito

# rgbCompliance
source: Compliance
pt_br: Conformidade

# grpReportesEmision
source: Broadcast reports
pt_br: Relatórios de transmissão

# grpReportesFinanzas
source: Finance Reports
pt_br: Relatórios Financeiros

# grpReportesComision
source: Commission Reports
pt_br: Relatórios da Comissão

# grpCatalogosGral
source: General Catalogs
pt_br: Catálogos Gerais

# grpCatalogosSistemas
source: System catalogs
pt_br: Catálogos do sistema

# tabEmision
source: Issuance
pt_br: Emissão

# tabFacturacion
source: Billing
pt_br: Faturação

# tabCompliance
source: Compliance
pt_br: Conformidade

# tabReportes
source: Reports
pt_br: Relatórios

# tabCatalogos
source: Catalogs
pt_br: Catálogos

# lbOrigen
source: Origin
pt_br: Origem

# lbLineaNegocios
source: Line of business
pt_br: Linha de negócio

# btnAceptar
source: Start
pt_br: Começar

# btnChangeLog
source: ChangeLog
pt_br: Registro de mudança do usuário

# chkSublimitesTodos
source: Add all coverages
pt_br: Adicionar todas as coberturas

# chkTieInLimits
source: Apply Tie-in Limits
pt_br: Aplique Limites de Ligação

# grpTieInLimits
source: Tie-in Limits Clause
pt_br: Cláusula de limites de ligação

# lbExcesoConsejeros
source: Excess for independent directors
pt_br: Excesso para diretores independentes

# lbFechaContinuidad
source: Continuity date:
pt_br: Data de continuidade:

# chkLimitada
source: Unlimited
pt_br: Ilimitado

# lbLimiteRespTieInLimits
source: Limit of Liability
pt_br: Limite de Responsabilidade

# lbNumPolizaGlobal
source: Global Policy Number:
pt_br: Número da Política Global:

# lbProducto
source: Product
pt_br: Produto

# btnEndososNinguno
source: Remove All
pt_br: Remover tudo

# btnEndososTodos
source: Select All
pt_br: Selecionar tudo

# lbTitularPolizaGlobal
source: Holder Global Policy:
pt_br: Política Global do Titular:

# chkAdminClaims
source: Admin Claims
pt_br: Reivindicações administrativas

# lbQuienCoaseguro
source: Who will manage the Broker payments?
pt_br: Quem irá gerenciar os pagamentos do corretor?

# lbCoaseBrokerageOtro
source: Select the administrator Insurer:
pt_br: Selecione o administrador Segurador:

# lbPorcParticipacionXL
source: % Participation XL
pt_br: % De participação XL

# lbCoasePorcBrokerage
source: % Brokerage Commission
pt_br: % Comissão de Corretagem

# lbCoaseBrokerage
source: $ Brokerage Commission
pt_br: $ Comissão de Corretagem

# tabDeducibles
source: Deductibles
pt_br: Franquias

# lbJurisdiccion
source: Jurisdiction:
pt_br: Jurisdição:

# lbPeriodoDescubrimiento
source: Discovery period:
pt_br: Período de Descoberta:

# lbOtro
source: Other
pt_br: Outro

# lbQuoteNumber
source: Quote Number:
pt_br: Número de cotação:

# lbInteresAsegurable
source: Insurable Interest:
pt_br: Interesse Segurável:

# lbUbicacion
source: Location of Risk:
pt_br: Localização do risco:

# btnClausulasAdicionales
source: Additional clauses contracted
pt_br: Cláusulas adicionais contratadas

# btnGenerarDesglose
source: Generate Breakdown
pt_br: Gerar divisão

# chkLimites
source: Limits apply
pt_br: Limites aplicáveis

# chkUbicaciones
source: Locations Apply
pt_br: Locais Aplicar

# grpCalculoUbica
source: 2) Calculation of the locations
pt_br: 2) Cálculo dos locais

# grpControlLimites
source: Limit Control
pt_br: Controle de limite

# grpControlUbicaciones
source: Location Control
pt_br: Controle de localização

# grpDesglosePrimaPrinc
source: 1) Enter the net premium written for the policy
pt_br: 1) Digite o prêmio líquido escrito para a apólice

# grpLimitesInfo
source: 1) Limit Information
pt_br: 1) Informação Limite

# grpUbicacionesProp
source: 1) Locations
pt_br: 1) Locais

# lbBenefPref
source: Preferred Beneficiary
pt_br: Beneficiário Preferencial

# lbLimiteManual
source: 2) Add a limit manually
pt_br: 2) Adicione um limite manualmente

# lbPrimaInstruida
source: Instructed premium
pt_br: Prêmio instruído

# lbRecargarLimites
source: 1) Click to reload the default limits
pt_br: 1) Clique para recarregar os limites padrão

# lbSumConte
source: Σ Contents
pt_br: Σ Conteúdos

# lbSumEdif
source: Σ Buildings
pt_br: Σ Edifícios

# lbSumInventa
source: Σ Inventories
pt_br: Σ Inventários

# lbTipoLimite
source: Type of limit
pt_br: Tipo de limite

# tabLimites
source: Limits
pt_br: Limites

# tabSublimites
source: Sublimites
pt_br: Sublimatos

# tabUbicaciones
source: Locations
pt_br: Locais

# tabDesglose_de_Prima
source: Premium Breakdown
pt_br: Repartição Premium

# btnGenerarUbi
source: Generate New Table
pt_br: Gere Nova Tabela

# btnImportarExcel
source: Import from Excel
pt_br: Importar do Excel

# grpSeccionesWording
source: 1) Wording Sections
pt_br: 1) Seções de redação

# tabSecciones_Wording
source: Wording Sections
pt_br: Seções de redação

# lbBienesAsegurados
source: Insured property:
pt_br: Propriedade segurada:

# lbValoresSeguro
source: Insurance values:
pt_br: Valores de seguro:

# grpCancelaciones
source: Cancellation Requests (Double Click to Process)
pt_br: Solicitações de cancelamento (clique duplo para processar)

# grpCompletadas
source: Cash Payment Records
pt_br: Registros de pagamento em dinheiro

# grpBusqueda
source: Search options
pt_br: Opções de pesquisa

# lbParametro
source: Parameter:
pt_br: Parâmetro:

# lbBuscar
source: Search:
pt_br: Pesquisa:

# btnBuscar
source: Search
pt_br: Pesquisar

# grpPendientes
source: Requests Pending Processing (Double Click to Edit)
pt_br: Solicitações pendentes de processamento (clique duplo para editar)

# tabSolicitudes
source: Applications
pt_br: Solicitudes

# tabBase_de_Facturación
source: Billing Basis
pt_br: Base de Faturamento

# tabCancelaciones
source: Cancellations
pt_br: Cancelamentos

# tabCobranza_Universal
source: Universal Collection
pt_br: Coleção Universal

# btnRechazarSolicitud
source: Reject Request
pt_br: Rejeitar Solicitação

# btnEditarSolicitud
source: Edit Request
pt_br: Editar pedido

# btnActualizar
source: To update
pt_br: Atualização

# btnProcesarSeleccionadas
source: Process Selected
pt_br: Processo selecionado

# btnCopiaRegistro
source: Copy Registration
pt_br: Copiar registro

# btnReprocesar
source: Reprocess
pt_br: Reprocessar

# btnGenerarRecibos
source: Generate Receipts
pt_br: Gerar Recibos

# btnEditarRegistro
source: Edit Registry Status
pt_br: Editar registro Status

# btnVerErrores
source: See Errors
pt_br: Veja os erros

# btnProcesarCancelacion
source: Process Cancellation
pt_br: Cancelamento de Processo

# MainAdminFacturacion
source: Administration Invoices
pt_br: Faturas de Administração

# rbgSolicitudes
source: Billing Requests
pt_br: Solicitações de cobrança

# rgbBase
source: Billing Basis
pt_br: Base de Faturamento

# rgbCancelaciones
source: Cancellations
pt_br: Cancelamentos

# rgbCobranzaUniversal
source: Universal Collection
pt_br: Coleção Universal

# rbgActualizar
source: Records
pt_br: Registros

# btnSeleccionar
source: Select
pt_br: Selecione

# grpRecibos
source: Search for Payment Receipts
pt_br: Pesquisar por recibos de pagamento

# lbMotivo
source: Registered reasons:
pt_br: Razões registradas:

# lbObservacionesCC
source: Observations Credit C.
pt_br: Observações de Crédito C.

# btnSolicitar
source: Request a Cancellation
pt_br: Solicitar um cancelamento

# btnCancelacion
source: Reject the Cancellation Request
pt_br: Rejeitar a solicitação de cancelamento

# btnCerrar
source: Close
pt_br: Fechar

# grpDatos
source: Invoice data
pt_br: Dados de fatura

# lbCondiciones
source: Payment conditions
pt_br: Condições de pagamento

# grpMoneda
source: 1) Currency of the Invoice
pt_br: 1) Moeda da fatura

# lbTipoCambio
source: Exchange rate:
pt_br: Taxa de câmbio:

# btnConsultarTipoCambio
source: Consult
pt_br: Consulte

# grpConceptos
source: 2) Concepts to Billing
pt_br: 2) Conceitos para Faturamento

# lbIVA
source: % VAT:
pt_br: % De IVA:

# lbImpuestoTransladado
source: Transed Tax:
pt_br: Imposto Transacionado:

# lbImpuestoRetenido
source: Withheld Tax:
pt_br: Imposto retido:

# lbTotal
source: Total to Bill:
pt_br: Total para fatura:

# chkImpuestoRetenido
source: Apply Tax Withholding?
pt_br: Aplicar retenção fiscal?

# grpConfirmacion
source: Confirmation for Timbrado
pt_br: Confirmação para Timbrado

# grpCliente
source: 1) Client / Receiver of the Invoice
pt_br: 1) Cliente / Destinatário da Fatura

# lbCliente
source: Client / Receiver
pt_br: Cliente / Receptor

# lbNombreAnexo
source: Additional Name:
pt_br: Nome Adicional:

# grpCuentaPago
source: 2) Payment Account (Universal Collection)
pt_br: 2) Conta de pagamento (coleção universal)

# lbCuentaMXN
source: MXN account:
pt_br: Conta MXN:

# lbSucursalUSD
source: USD Branch:
pt_br: Filial USD:

# lbSucursalMXN
source: Branch MXN:
pt_br: Filial MXN:

# lbCuentaUSD
source: USD Account:
pt_br: Conta USD:

# btnAsignarCuenta
source: Assign a Payment account
pt_br: Atribuir uma conta de pagamento

# grpDatosCFDI
source: 2) General Data of the CFDI
pt_br: 2) Dados gerais da CFDI

# lbTipoDocumento
source: Document type
pt_br: Tipo de documento

# lbSerie
source: Series:
pt_br: Série:

# lbCondicionesPago
source: Payment conditions:
pt_br: Condições de pagamento:

# lbMetodoPago
source: Payment method:
pt_br: Forma de pagamento:

# lbUsoCFDI
source: Use of the CFDI:
pt_br: Uso do CFDI:

# grpDatosGralPoliza
source: General Data of the Policy
pt_br: Dados gerais da política

# lbLimitePago
source: Payment Limit:
pt_br: Limite de pagamento:

# lbPlazoPago
source: Payment deadline:
pt_br: Prazo de pagamento:

# lbFechaEmision
source: Date of issue:
pt_br: Data de emissão:

# lbFinVig
source: End of Validity:
pt_br: Fim da Validade:

# lbPoliza
source: Policy:
pt_br: Política:

# lbRamo
source: Insurance Branch:
pt_br: Ramo de seguros:

# lbCoasegurador
source: Lead Co-Insurer:
pt_br: Co-Seguradora Líder:

# lbParticipancion
source: XL Insurance Participation%:
pt_br: Participação XL Insurance Participation:

# grpDoctoRelacionado
source: 3) Related Document
pt_br: 3) Documento Relacionado
