Repository: GustavoCarlosGranadosThierry/SmartG
Catalog: Resources/idioma/main.*.resx
Languages: pt_br

# grpSolicitudesAML
source: Select a Request to expand (double click)
pt_br: Selecione uma solicitação para expandir (clique duas vezes)

# btnSeguimientoSolicitudes
source: Tracking AML Requests
pt_br: Rastreando solicitações de AML

# rgbDocumentos
source: Documentation and Monitoring
pt_br: Documentação e Monitoramento

# btnAgregarComentario
source: Add Comment
pt_br: Adicionar comentário

# btnHistorialSeguimiento
source: Review History Tracking
pt_br: Rever o acompanhamento do histórico

# btnDocumentosAML
source: Consult AML Documents
pt_br: Consulte os documentos da AML

# btnEditarDatos
source: Edit invoice data
pt_br: Editar os dados da factura

# btnConsultarWriteOff
source: Consult Write Offs
pt_br: Consultar Write Offs

# btnAgregarWriteOff
source: Add Write Off
pt_br: Agregar Write Off

# grpEndosoManualMarine
source: 2) Enter Clauses Manually
pt_br: 2) Digite as cláusulas manualmente

# btnImportarWord
source: Import Word
pt_br: Importar Palavra

# btnRevisarArchivoImportado
source: Review Imported File
pt_br: Rever arquivo importado

# lbClausulasManual
source: Enter a Word file with all the text you want to import into section C of the policy
pt_br: Digite um arquivo do Word com todo o texto que você deseja importar para a seção C da política

# btnEliminarArchivo
source: Delete file
pt_br: Excluir arquivo

# grpSeccionesWordingManual
source: 2) Enter Coverage(s) Text
pt_br: 2) Introducir Texto de Coberturas para la póliza

# grpBuscadorCoberturas
source: Coverage Search
pt_br: Pesquisa de Cobertura

# btnAplicarWriteOff
source: Apply WriteOff
pt_br: Aplicar WriteOff

# lbSeccionWordingProp
source: Enter a Word File with all the text you want to import into the policy
pt_br: Digite um arquivo do Word com todo o texto que você deseja importar para a política

# grpTerminosCondicionesMarine
source: 1) Enter manual Text
pt_br: 1) Digite o texto manual

# lbTerminosCondicionesMarine
source: Enter a Word Text File that contains the information that you want the policy has
pt_br: Digite um arquivo de texto do Word que contenha as informações que você deseja que a política tenha

# lbClasificacionAMIS
source: AMIS Code
pt_br: Código AMIS

# lbLicencia
source: Active License
pt_br: Licencia Activa

# btnBuscarLicencia
source: Search
pt_br: Buscar

# lbFechaExpiracion
source: Date Expiry License
pt_br: Fecha Expiração Licencia

# lbDireccionBroker
source: Tax management
pt_br: Dirección Fiscal

# lbEmailBroker
source: Email contact
pt_br: E-mail contacto

# btnCobranzaBrokerage
source: Brokerage
pt_br: Corretagem

# btnCobranzaReaseguro
source: Reinsurance
pt_br: Reaseguro

# btnEstatusCobranza
source: Collection Status
pt_br: Estatus Cobranza

# grpCobranza
source: Collection
pt_br: Cobranza

# grpDatosBrokers
source: Follow-up data, Prosecutors and CNSF
pt_br: Dados de acompanhamento, Fiscales y CNSF

# grpDatosBancariosBroker
source: Bank Details for Payments
pt_br: Datos Bancarios para Pagos

# lbMonedaBroker
source: Payment Currency
pt_br: Moneda de Pago

# lbBancoBroker
source: Name of Bank
pt_br: Nombre del Banco

# lbCuentaBroker
source: Bank Account Number
pt_br: Numero de Cuenta Bancaria

# tabTexto_Libre
source: Manual Text
pt_br: Texto Libre

# btnAdministracionSiniestros
source: Casualty Administration
pt_br: Administración Siniestros

# btnNivelesServicio
source: Service Levels
pt_br: Niveles Servicio

# btnReporteReservas
source: Reservation Report
pt_br: Reporte de Reservas

# btnReportePagos
source: Payment Report
pt_br: Reporte Pagos

# btnClaimsCoaseguroReaseguro
source: Coinsurance and Reinsurance
pt_br: Coaseguro y Reaseguro

# grpTextoLibre
source: 1) Type the info that will appear on the file
pt_br: 1) Introduzir o texto que apague o en el endoso

# btnBusquedaAutomatica
source: Automatic Search
pt_br: Busqueda Automática

# btnCrearTemplate
source: Create Template
pt_br: Modelo Crear

# lbEditarDireccion
source: Edit Address
pt_br: Editar Direcion
